{
    {
        "19.12.27",
        [[调整
 · 拆分了颜色工具
 · 网页源码获取更名为 Http 调试并转为内置页面]]
    },
    {
        "19.12.06",
        [[调整
 · 应用管理转为内置页面
 · 移除聊天机器人、眼跳测凶吉、简易带壳截图、屏幕水印]]
    },
    {
        "19.11.30",
        [[调整
 · 移除激萌小表情]]
    },
    {
        "19.10.26",
        [[调整
 · 优化名人名言搜索
 · 微调屏幕水印，图片灰白化，聊天机器人
 · 微调界面]]
    },
    {
        "19.10.18",
        [[新增
 · 图片灰白化

调整
 · 移除光能手电筒]]
    },
    {
        "19.10.05",
        [[修复
 · 修复部分页面的报错问题

调整
 · 微调部分应用的界面圆角]]
    },
    {
        "19.09.28",
        [[ · 由于新版本对代码结构进行了更改，所以部分应用会出现报错情况，我们会尽快跟进，见谅。

调整
 · 微调时间屏幕交互

修复
 · 修复部分页面的报错问题]]
    },
    {
        "19.09.20",
        [[调整
 · 微调垃圾分类指南-搜索
 · 微调每日一界面
 · 微调屏幕水印]]
    },
    {
        "19.09.19",
        [[调整
 · 修复打字板的启动错误
 · 微调屏幕水印]]
    },
    {
        "19.09.15",
        [[新增
 · 聊天机器人可记住聊天记录

调整
 · 微调部分应用的界面
 · 微调颜色工具
 · 聊天机器人移除消息删除功能]]
    },
    {
        "19.09.13",
        [[新增
 · 打字板可记住字体大小，颜色等设置

调整
 · 微调部分应用的界面]]
    },
    {
        "19.09.12",
        [[调整
 · 微调颜色工具]]
    },
    {
        "19.09.08",
        [[新增
 · 开发文档（开发中）

修复
 · 修复聊天机器人的"笑话"，"灵签"指令的内容问题

调整
 · 更改了部分主页面的列表项目]]
    },
    {
        "19.09.07",
        [[调整
 · 调整并新增主页面的分类
 · 更改了部分应用的描述]]
    },
    {
        "19.09.06",
        [[新增
 · 二维码工具

修复
 · 二维码工具的识别问题

调整
 · 更新了部分应用的版本号]]
    },
    {
        "19.09.05",
        [[新增
 · 应用管理
 · 度盘密码查询

修复
 · 应用管理获取信息时的错误

调整
 · 微调获取系统壁纸界面
 · 微调应用管理布局
 · 更改数据储存路径
 · 适配设置-外观设置-主题颜色]]
    },
    {
        "19.09.04",
        [[新增
 · 获取手机壁纸
 · 打字板
 · 打字板新增“跑马灯滚动显示”模式

调整
 · 微调时间屏幕交互
 · 微调网页源码获取
 · 打字板在非“跑马灯滚动显示”显示模式下可手动上下滑动（当文字内容超出屏幕范围时）
 · 调整打字板字体大小]]
    },
    {
        "19.09.03",
        [[新增
 · 时间屏幕
 · 网页源码获取
 · QQ会话跳转
 · 激萌小表情

调整
 · 使用时间屏幕时屏幕常亮
 · 微调时间屏幕交互（拖拽位移）]]
    },
    {
        "19.09.02",
        [[新增
 · 颜色工具
 · RC4加解密]]
    },
    {
        "19.09.01 及更早",
        [[新增
 · 眼跳测凶吉，带壳截图，随机数生成，归属地查询，快递查询，光能手电筒，每日一文，指南针&水平仪，计算器，文本生成，聊天机器人，垃圾分类指南，必应壁纸，一把尺子，网站并发测试，名人名言搜索

调整
 · 移除浏览器（往后版本增加内置页面）]]
    },
}