{
    ver="2.0.9-b4.45",
    code="2022022014",
    detail=[[1.修正了“磁贴”设置在搭载较旧版本 MIUI （不支持 5G）的小米设备上错误的问题
2.修正了“桌面一句”微件设置页的显示问题
3.目标平台版本号提升至 32 （Android 12L）（初步）。由此版本开始，我们将会为更多页面提供横屏或大屏幕适配的界面。（未支持 Activity 嵌入）
4.优化了“隐私与安全”页面，现在部分条目可以在未解锁时查看。优化了使用密码锁定功能的页面。
5.优化了会受“省电模式”影响的设置选项的显示。
6.移除了应用内“显示”-“周开始日”与“时间和日期格式”设置，将跟随系统设置
7.在 Android 10 及以上系统移除了应用内“显示”-“深色模式”设置，将会跟随系统设置
8.修正了“内置浏览器” 相关页面的 WebView 实现获取错误的问题（再版）
9.如果在虚拟机或 Android TV 设备上运行 Windmill，某些功能可能受限
10.修正了“测试中心”-“测试工具”的错误
11.修正了首次启动引导页无法返回退出的问题
12.修正了“图片转链接”详情页无法通过界面返回按钮退出的问题
13.由于用户系统及其他服务变更，此版本将移除用户系统和“图片转链接”旧版内容
14.[实验性功能] 优化了列表条目更新的动画效果，透明度值将会保留此前状态
15.适配了 Android 12 Splash Screen 启动画面并调整了主题属性，现在启动应用不会有延迟
16.适配了 Android 12 微件圆角，现在“桌面一句”微件的背景颜色在 Android 10 及以上系统将跟随系统
17.调整了界面圆角角度在 Android 12 及以上系统的计算方式（可能需要在“杂项”设置中重新计算）
18.修正了“桌面一句”相关页面不会自动跟随变换深色模式的错误
19.修正了 DEX 生成器 Unexpected flags 的错误
20.修正了在某些设备上（目前在 Android TV 上发现）部分页面因储存受限导致初始化错误的问题
21.[实验性功能] 现在在 Android 12 及以上系统将不提供应用内“显示”设置，如果您的系统支持 Monet 主题引擎，主题颜色将跟随系统。
22.修正了查看“条款”时提示无法加载的问题
23.现在初次启动时应用组件将在欢迎页结束后才会选择性启用
24.修正了“磁贴”设置缩放触摸反馈在启用“省电模式”后不恢复的问题
25.现在“磁贴”设置仅显示设备支持的磁贴。磁贴将会根据设备支持情况启用。
26.修正了下拉刷新组件有时没有隐藏刷新组件的问题
27.修正了某些情况下在显示 Toast 时发生错误的问题
28.优化了页面标签栏组件，现在滑动页面时指示器将减少掉帧
29.[实验性功能] 调整了 Dex 生成器，现在将直接写出 .dex 文件
30.[实验性功能] 替换了所有旧 AsyncTask 的实现
31.[实验性功能] 现在“应用信息”及其详情页将会在有应用程序变更（安装、卸载与更新）时自动刷新
32.部分视觉变更
33.修正了“测试中心”在达到刷新次数限制后重新进入页面反复提示稍后重试的问题
34.修正了编辑器“背景图像”图像预览页的信息面板在 Android 12 上错误地添加了模糊效果的错误
35.“测试中心”的“模糊测试”现可在 Android 12 上查看了，使用 Android 12 新的渲染 API（受限于设备性能，在某些设备上系统将不会对内容进行模糊处理）（在页面左下角查看使用的模糊实现）。新增 FPS 帧率查看
36.修正了在华为/荣耀设备上图标显示为方形的问题 @Eddie
37.修正了“内置浏览器”的一些问题
38.修正了某些会导致执行异步任务崩溃的错误
39.在“内置浏览器”长按超链接时可以复制标签文本，点击网页上的图片内容时可以跳转查看大图了
40.优化了“内置浏览器”的“历史记录”页面，不在“内置浏览器”中进入时也可以点击条目来打开网页了
41.优化“引导页”显示效果
42.[实验性功能] 使用浏览器时可以在最近任务页面快速分享当前网页的网页链接了（仅限 Pixel 设备）
43.修正了“Java API”无法查看视图预览的错误，调整了条目样式
44.[实验性功能] 适配了 Android13 的“主题化应用图标”（Themed icons），启动器将自动为图标着色并调整为深色/浅色背景（需要启动器支持）
45.[实验性功能] 现在在 Android 12 上应用图标将使用系统颜色进行着色（启动器可能不会及时更新应用图标）
46.修正了帐号登录页输入项检查的问题
47.[实验性功能] 新增了基于 Android 12 的彩蛋页面]],
    download="https://dl-tc.coolapkmarket.com/down/apk_upload/2022/0220/base282629-282579-o_1fsas7jl92a5109nalroa7veg13-uid-768547.apk?t=1645339835&sign=271b7ac86fe628c3404d3975da886723"
}